11/data/attachments/2d675fdce67dffd1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:username>
            <nif:friendToBeAdded>Christina_claim_Friend_35625_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>